Repository: MardoszM/AlarmRegistrationSystem
Catalog: AlarmRegistrationSystem/Resources/SharedResources.*.resx
Languages: pl

source: Accident
pl: Zgloszenie

source: Accident Date
pl: Data zgloszenia

source: Accident Description
pl: Opis awarii

source: Accident state
pl: Stan zgloszenia

source: Account Type
pl: Typ Konta

source: Active
pl: Aktywny

# actualpassword
source: Please enter actual password
pl: Proszę wprowadzic obecne haslo

# actualpasswordagain
source: Please enter actual password again
pl: Proszę ponownie wprowadzic obecne haslo

source: Add
pl: Dodaj

source: Add documentation item
pl: Dodaj element dokumentacji

source: Add Machine
pl: Dodaj maszyne

source: Add User
pl: Dodaj Uzytkownika

source: Administrators
pl: Administratorzy

source: All
pl: Wszystkie

source: Author
pl: Autor

# back
source: Go back
pl: Powrot

source: Brand
pl: Marka

source: Cancel
pl: Anuluj

# casenomachines
source: If there is no machine with the given code, please contact to the system administrator
pl: W przypadku braku maszyny o podanym kodzie skontaktuj się z administratorem systemu

source: Change Password
pl: Zmien Haslo

source: Change password absolutely
pl: Zmien Haslo bezwzględnie

source: Current password
pl: Obecne Haslo

# database
source: The database is not available. Contact the system administrator.
pl: Baza danych jest niedostepna. Skontaktuj sie z administratorem systemu.

source: Delete
pl: Usun

source: Display Machines
pl: Wyswietl maszyny

source: Display Users
pl: Wyswietl uzytkownikow

source: Edit
pl: Edytuj

source: Edit Machine
pl: Edytuj Maszyne

# emailtaken
source: Given e-mail was already taken
pl: Podany adres e-mail jest już zajęty

source: Employes
pl: Pracownicy

source: Enter accident description
pl: Proszę wprowadzić opis awarii

# enterbrand
source: Enter machine brand
pl: Prosze wprowadzić Markę

source: Enter description text
pl: Prosze wprowadzić opis

source: Enter E-mail
pl: Proszę wprowadzić email

source: Enter Last Name
pl: Proszę wprowadzić nazwisko

# enterlocation
source: Enter machine location
pl: Proszę wprowadzić lokalizację maszyny

# entermachineidwithfault
source: Please enter the Machine code with the fault
pl: Proszę wprowadzić kod Maszyny z usterką

# entermodel
source: Enter machine model
pl: Prosze wprowadzić Model

source: Enter Name
pl: Proszę wprowadzić imię

source: Enter new password
pl: Proszę wprowadzic nowe haslo

# enteruniqueid
source: Enter machine code
pl: Prosze wprowadzic kod maszyny

source: Enter User Name
pl: Proszę wporwadzić nazwę użytkownika

source: Finish
pl: Zakonczone

# forgotpassword
source: I Forgot my password
pl: Zapomnialem Hasla

source: Home Page
pl: Strona Domowa

source: Inactive
pl: Nieaktywny

# lastnamechars
source: Last Name can contain only letters
pl: Nazwisko może zawierać tylko litery

# lastnamelength
source: Last Name must cotain at least 3 characters
pl: Nazwisko musi zawierac co najmniej 3 znaki

source: Location
pl: Lokacja

source: Login
pl: Logowanie

source: Login Panel
pl: Panel Logowania

# loginusername
source: Enter User Name or E-mail
pl: Prosze wprowadzic nazwe uzytkownika lub e-mail

# logme
source: Log in
pl: Zaloguj

source: Logout
pl: Wyloguj

# longerdescriptiontext
source: Description text must be longer
pl: Opis musi być dluzszy

# longerfaultdescription
source: Description must be longer
pl: Opis usterki musi być dluzszy

source: Machine Code
pl: Kod Maszyny

# machinedeleted
source: The machine has beed deleted
pl: Maszyna zostala usunieta

# machineeddited
source: The machine has been edited
pl: Maszyna została edytowana

# machineidtaken
source: A machine with this code does not exist in the system
pl: Maszyna o takim kodzie nie istnieje w systemie

source: Machine Location
pl: Lokacja maszyny

source: Main Page
pl: Strona Glowna

source: Mechanics
pl: Mechanicy

source: Name
pl: Imie

# namechars
source: Name can contain only letters
pl: Imie może zawierać tylko litery

# namelength
source: Name must contain at least 2 characters
pl: Imie musi zawierac co najmniej 2 znaki

source: New password
pl: Nowe haslo

source: No
pl: Nie

source: No Machines
pl: Brak Maszyn

source: No Users
pl: Brak Uzytkownikow

# pageunavailable
source: The page you want to visit is not available to you
pl: Strona ktora chcesz odwiedzic jest dla ciebie niedostepna.

# password
source: Enter Password
pl: Prosze wprowadzic haslo

# passworderror
source: An error has occurred. Password change unsuccessful.
pl: Wystapil blad. Zmiana hasla zakonczona niepowodzeniem.

# passwordlength
source: The password must contain between 8 and 15 characters
pl: Haslo musi zawierać pomiedzy 8 a 15 znaków

# passwordrequirement
source: The password must be between 8 and 15 characters and contain: lowercase, uppercase, a number from the range [0-9] and a character from the range: \ "# $ ^ + =! * () @% & \"
pl: Hasło musi składać się z 8 do 15 znaków oraz zawierać: małą, dużą literę, liczbę z zakresu [0-9] oraz znak z zakresu: \"#$^+=!*()@%&\"

# passwordsdoesnotequal
source: The password you entered is not the same as the previous one
pl: Podane Haslo nie jest takie same jak poprzednie

source: Remember Me
pl: Zapamietaj mnie

source: Repeat current password
pl: Powtorz obecne haslo

source: Report Accident
pl: Zglos awarie

source: Search
pl: Wyszukaj

# shorterdescriptiontext
source: Description text must be shorter
pl: Opis musi być krotszy

# shorterfaultdescription
source: Description must be shorter
pl: Opis usterki musi być krotszy

source: Sorry.
pl: Przepraszamy.

source: State
pl: Stan

# stateactive
source: Active
pl: Aktywne

# stateinrepair
source: In Repair
pl: W Naprawie

# stateonhold
source: On Hold
pl: Wstrzymane

source: Surname
pl: Nazwisko

# system
source: A system error has occurred. Contact the system administrator.
pl: Wystapil blad systemu. Skontaktuj sie z administratorem systemu.

# uniqueidchars
source: Allowed characters: [a-z] [A-Z] [0-9]
pl: Dozwolone znaki to [a-z][A-Z][0-9]

# uniqueidlength
source: Code must have at least 3 characters
pl: Proszę wprowadzić kod składający się co najmniej z 3 znaków

# uniqueidtaken
source: Id was already taken
pl: Takie ID istnieje w systemie

source: User
pl: Uzytkownik

source: User Name
pl: Nazwa Uzytkownika

# usernamechars
source: The User Name can contain only letters and numbers
pl: Nazwa Uzytkownika może zawierać tylko litery i cyfry

# usernamelength
source: The User Name must contain between 5 and 15 characters
pl: Nazwa użytkownika musi zawierać od 5 do 15 znaków

# usernametaken
source: Given User Name was already taken
pl: Podana nazwa użytkownika jest już zajęta

# userpassword
source: Password of user
pl: Haslo uzytkownika

# wantdeletemachine
source: Are you sure you want to delete user?
pl: Na pewno chcesz usunac maszyne z bazy?

# wantdeleteuser
source: Are you sure you want to delete user?
pl: Na pewno chcesz usunac uzytkownika?

source: was changed.
pl: zostalo zmienione.

# wrongemail
source: Given e-mail is incorrect
pl: Wprowadzony email nie jest poprawny

# wronglogin
source: Invalid username / email or password
pl: Nieprawidłowa nazwa użytkownika/email lub haslo

source: Yes
pl: Tak
